<?php

return [
    'welcome' => 'POS စနစ်မှ လှိုက်လှဲစွာ ကြိုဆိုပါသည်',
    'login' => 'အကောင့်ဝင်ရန်',
    'dashboard' => 'Dashboard',
    'products' => 'ကုန်ပစ္စည်းများ',
    'categories' => 'အမျိုးအစားများ',
    'success_save' => 'အချက်အလက်များကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။',
    'code' => 'ကုန်ပစ္စည်း ကုဒ်။',
    'price' => 'စျေးနှုန်း',
    'stock' => 'ပစ္စည်းလက်ကျန်',
    'pos_counter' => 'POS အရောင်းကောင်တာ',
    'back_to_products' => 'ကုန်ပစ္စည်းစာရင်းသို့ပြန်ရန်',
    'search_placeholder' => 'ကုန်ပစ္စည်းအမည် သို့မဟုတ် ကုဒ်ဖြင့် ရှာဖွေရန်...',
    'current_order' => 'လက်ရှိဝယ်ယူမှုခြင်းတောင်း',
    'item' => 'ပစ္စည်းအမည်',
    'total_amount' => 'စုစုပေါင်းကျသင့်ငွေ',
    'proceed_checkout' => 'ငွေရှင်းခြင်းသို့ ဆက်သွားမည်',
    'cart_empty' => 'ခြင်းတောင်းထဲတွင် ပစ္စည်းမရှိသေးပါ။',
    'stock_out_error' => 'လက်ကျန်ထက် ကျော်ရောင်းလို့မရဘူးဆိုတာကို မသိတာလား!',
    'out_of_stock' => 'ပစ္စည်းကုန်နေတယ်ဟေ့။',
];
